
def area(a):
        '''
        Вычисляет значение площади квадрата со стороой a.


                Параметры:
                        a (float): Значение стороны квадрата.


                Возвращаемое значение:
                        (float): Значение площади квадрата.


                Пример вызова:
                        >> area(3)
                        9
        '''
return a * a


def perimeter(a):
        '''
        Вычисляет значение периметра квадрата со стороой a.


                Параметры:
                        a (float/int): Значение стороны квадрата.


                Возвращаемое значение:
                        (float/int): Значение периметра квадрата.


                Пример вызова:
                        >> area(3)
                        9
        '''
    return 4 * a
